{
  "meta": {
    "name": "Emerging Technologies Futures",
    "version": "2.0.0",
    "description": "A disruption scenario deck for policymakers and strategists exploring how emerging technologies might impact the future"
  },

  "technology": [
    {
      "id": "tech-01",
      "name": "Quantum Sensing",
      "description": "Ultra-precise sensors that measure time, gravity, magnetic fields, and acceleration with atomic precision",
      "context": "Exploiting quantum phenomena for unprecedented measurement precision. Applications in navigation, medical imaging, underground mapping, and detecting hidden objects or activities.",
      "symbols": ["Atomic Clock", "Gravity Map", "Magnetic Field"]
    },
    {
      "id": "tech-02",
      "name": "Quantum Computing",
      "description": "Computers using quantum bits (qubits) to solve problems exponentially faster than classical computers",
      "context": "Computation using quantum mechanical phenomena. Potential to break current encryption, simulate molecular systems, optimize complex logistics, and solve previously intractable problems.",
      "symbols": ["Qubit", "Superposition", "Entanglement"]
    },
    {
      "id": "tech-03",
      "name": "Quantum Communication",
      "description": "Transmission of information using quantum states to create unhackable communication channels",
      "context": "Quantum key distribution and entanglement-based communication enabling theoretically unbreakable encryption and secure data transmission across networks.",
      "symbols": ["Entangled Photons", "Secure Channel", "Quantum Key"]
    },
    {
      "id": "tech-04",
      "name": "Climate Tech",
      "description": "Technologies that intervene in Earth's climate systems, from manipulating weather patterns to geoengineering the atmosphere",
      "context": "Systems for measuring environmental change, capturing carbon, generating clean energy, and engineering resilience. Balancing urgency with unintended consequences.",
      "symbols": ["Carbon Capture", "Solar Array", "Climate Model"]
    },
    {
      "id": "tech-05",
      "name": "Biotech",
      "description": "Technologies that manipulate biological systems, including gene editing, synthetic biology, and personalized medicine",
      "context": "Design and modification of biological parts, devices, and systems. Potential for new medicines, materials, fuels, and organisms with novel capabilities.",
      "symbols": ["DNA Helix", "CRISPR", "Engineered Cell"]
    },
    {
      "id": "tech-06",
      "name": "Neurotech",
      "description": "Technologies that interface with the brain and nervous system, from brain scans to implants that read or influence thoughts",
      "context": "Direct communication pathways between the brain and external devices. Enables neural control, sensory augmentation, memory enhancement, and treatment of neurological conditions.",
      "symbols": ["Neural Link", "Brainwave", "Synaptic Interface"]
    },
    {
      "id": "tech-07",
      "name": "Space Tech",
      "description": "Technologies for operating in space, including satellites, space-based infrastructure, and off-Earth resources",
      "context": "Systems for Earth observation, global communications, positioning, and resource extraction beyond Earth. New frontiers for commerce, security, and human expansion.",
      "symbols": ["Satellite", "Orbit", "Launch Vehicle"]
    },
    {
      "id": "tech-08",
      "name": "AGI",
      "description": "AI systems that match human-level reasoning across all domains, capable of learning any task a human can",
      "context": "Artificial General Intelligence matching human cognitive abilities across all domains. Self-improving systems capable of autonomous goal-setting and problem-solving.",
      "symbols": ["Neural Network", "General Learner", "Emergent Mind"]
    },
    {
      "id": "tech-09",
      "name": "ASI",
      "description": "AI systems that surpass human intelligence in every domain, potentially beyond human understanding or control",
      "context": "Artificial Superintelligence exceeding human capabilities in all cognitive tasks. Raises fundamental questions about control, alignment, and humanity's role.",
      "symbols": ["Singularity", "Transcendence", "Unknown Horizon"]
    },
    {
      "id": "tech-10",
      "name": "Robotics",
      "description": "Autonomous physical machines that can sense, decide, and act in the real world, from drones to humanoid robots",
      "context": "Advanced autonomous machines operating in complex environments. From manufacturing to caregiving, reshaping labor, warfare, and human-machine interaction.",
      "symbols": ["Actuator", "Sensor Array", "Autonomous Agent"]
    }
  ],

  "actors": [
    {
      "id": "actor-01",
      "name": "Criminal Networks",
      "description": "Organized crime groups that are often early adopters of new technologies to exploit vulnerabilities",
      "context": "Transnational criminal organizations exploiting technologies for profit, disruption, or power. Rapid adaptation to new opportunities and vulnerabilities.",
      "symbols": ["Shadow Network", "Dark Market", "Exploit"]
    },
    {
      "id": "actor-02",
      "name": "Foreign States",
      "description": "National governments that may use technology for espionage, cyber warfare, or geopolitical pressure",
      "context": "Nation-states pursuing strategic advantages through technology adoption, regulation, or disruption. Geopolitical competition, espionage, and influence operations.",
      "symbols": ["Flag", "Embassy", "Strategic Interest"]
    },
    {
      "id": "actor-03",
      "name": "Big Tech",
      "description": "Large technology corporations that control platforms, data, and infrastructure",
      "context": "Trillion-dollar technology corporations with unprecedented market power, data access, and infrastructure control. Gatekeepers of the digital economy.",
      "symbols": ["Platform", "Data Center", "Infrastructure"]
    },
    {
      "id": "actor-04",
      "name": "Research Institutions",
      "description": "Universities and labs that drive innovation but also face questions about ethics and knowledge security",
      "context": "Academic and government research organizations advancing fundamental science and applied technology. Knowledge creation, talent development, and ethical oversight.",
      "symbols": ["Laboratory", "Publication", "Discovery"]
    },
    {
      "id": "actor-05",
      "name": "NGOs",
      "description": "Non-governmental organizations that act as watchdogs, advocates, or alternative governance structures",
      "context": "Civil society organizations advocating for rights, ethics, transparency, and public interest in technology development and deployment.",
      "symbols": ["Advocacy", "Watchdog", "Public Interest"]
    },
    {
      "id": "actor-06",
      "name": "Citizens",
      "description": "The general public as adopters, resisters, or grassroots movements",
      "context": "Individual people and communities as users, subjects, and stakeholders of emerging technologies. Public opinion, adoption patterns, and collective action.",
      "symbols": ["Community", "Consumer", "Movement"]
    },
    {
      "id": "actor-07",
      "name": "Journalists",
      "description": "Media actors who expose information, hold power accountable, or become targets of information warfare",
      "context": "Traditional and independent journalists investigating, reporting, and shaping public narrative around technology. Watchdogs, amplifiers, and targets.",
      "symbols": ["Press", "Investigation", "Narrative"]
    },
    {
      "id": "actor-08",
      "name": "Startups",
      "description": "Fast-moving new companies that disrupt markets and often outpace regulation",
      "context": "Agile companies racing for market position and technological breakthroughs. Move fast, break things, and challenge incumbents.",
      "symbols": ["Disruption", "Innovation", "Venture Capital"]
    },
    {
      "id": "actor-09",
      "name": "Insurance Companies",
      "description": "Risk assessors that influence behavior through pricing, coverage decisions, and data requirements",
      "context": "Financial institutions that price and distribute risk. Shape adoption through coverage terms, influence standards through requirements, and collect vast behavioral data.",
      "symbols": ["Risk Model", "Premium", "Actuary"]
    },
    {
      "id": "actor-10",
      "name": "Blank Card",
      "description": "Space for participants to write their own actor",
      "context": "An open slot for workshop participants to introduce an actor relevant to their specific context or scenario.",
      "symbols": ["Your Choice", "Custom Actor", "Write Your Own"]
    }
  ],

  "events": [
    {
      "id": "event-01",
      "name": "Major Breakthrough",
      "description": "A sudden leap in technological capability that changes what is possible",
      "context": "A significant scientific or engineering advancement that dramatically accelerates a technology's capabilities or accessibility.",
      "symbols": ["Eureka", "Paradigm Shift", "Leap"]
    },
    {
      "id": "event-02",
      "name": "Security Breach",
      "description": "A hack, leak, or compromise that exposes data or system vulnerabilities",
      "context": "A major hack, leak, or security failure exposing sensitive data, infrastructure vulnerabilities, or compromising critical systems.",
      "symbols": ["Breach", "Vulnerability", "Exposure"]
    },
    {
      "id": "event-03",
      "name": "Regulatory Shift",
      "description": "A change in rules such as a new law, lifted ban, or policy reversal",
      "context": "Significant new laws, regulations, or standards that reshape what is permitted, required, or prohibited in technology development and use.",
      "symbols": ["Legislation", "Policy Change", "New Rules"]
    },
    {
      "id": "event-04",
      "name": "Talent Exodus",
      "description": "Brain drain where key experts leave a country, sector, or organization",
      "context": "Mass migration of key researchers, engineers, or experts away from a region, organization, or field, shifting the balance of capability.",
      "symbols": ["Migration", "Brain Drain", "Talent Shift"]
    },
    {
      "id": "event-05",
      "name": "International Treaty",
      "description": "A global agreement that enables or restricts certain technologies or practices",
      "context": "A binding international agreement establishing norms, restrictions, or cooperation frameworks for technology development or use.",
      "symbols": ["Accord", "Cooperation", "Global Norm"]
    },
    {
      "id": "event-06",
      "name": "Maturity Tipping Point",
      "description": "The moment a technology becomes reliable, affordable, and scalable for widespread use",
      "context": "When a technology crosses the threshold from experimental to mainstream. Cost drops, reliability improves, and adoption accelerates rapidly.",
      "symbols": ["Adoption Curve", "Critical Mass", "Mainstream"]
    },
    {
      "id": "event-07",
      "name": "Loss of Control",
      "description": "When a system or process produces unintended consequences or becomes unmanageable",
      "context": "A system escapes its intended boundaries, producing cascading effects, unintended behaviors, or consequences beyond human ability to manage.",
      "symbols": ["Cascade", "Runaway", "Unintended"]
    },
    {
      "id": "event-08",
      "name": "Public Scandal",
      "description": "An exposure or revelation that triggers public outrage and demands for change",
      "context": "A revelation of misconduct, failure, or harm that captures public attention and creates pressure for accountability and reform.",
      "symbols": ["Outrage", "Exposure", "Reckoning"]
    },
    {
      "id": "event-09",
      "name": "Market Collapse",
      "description": "Economic disruption that reveals hidden dependencies or causes sudden shifts in power",
      "context": "A major market failure, bubble burst, or economic shock affecting technology funding, adoption, or the viability of key players.",
      "symbols": ["Crash", "Disruption", "Instability"]
    },
    {
      "id": "event-10",
      "name": "Blank Card",
      "description": "Space for participants to write their own trigger",
      "context": "An open slot for workshop participants to introduce a trigger event relevant to their specific context or scenario.",
      "symbols": ["Your Choice", "Custom Trigger", "Write Your Own"]
    }
  ]
}
